[
	"To the guy who invented Zero: Thanks for nothing!",
	"Enough with the cripple jokes! ... I just can't stand them.",
	"You can swim in lava. Once.",
	"Scientists have proven that an average dolphin can't fly.",
	"The word \"regnartsneve\" is strange, but backwards it's even stranger.",
	"Sometimes I think I'm smart. But most of the time I don't think.",
	"Today's archaeologists seem hellbent on making discoveries at any cost, leaving nothing for future generations.",
	"It was called cold war because Russia is cold.",
	"I once thought I was wrong, but I was mistaken. Get it? Ha ha... ok.",
	"Scientists have proven that people who celebrate more birthdays, live longer.",
	"My future is like a lava lamp. Fun to look at but not very bright.",
	"We should all take a moment and think what we can do tomorrow, to make mankind better. I know what you can do... Stay inside the house.",
	"So the camera person kept saying \"Cheeeese\"... It was weird.",
	"A computer once beat me at chess, but it was no match for me at kick boxing.",
	"Who was the first guy that looked at a cow and said: \"I think I'll drink whatever comes out of those things when i squeeze them\"",
	"Christmas is only one sleep away if you do it right.",
	"Salad actually tastes good once you add some pizza and remove the salad.",
	"I'm not a complete idiot. Some pieces are missing.",
	"The difference between stupidity and genius is that genius has its limits.",
	"Top 5 symptoms of lazyness:\n1:",
	"Swimming is liquid flight.",
	"Sometimes when I close my eyes, I can't see.",
	"Not all chemicals are bad. Without chemicals such as hydrogen and oxygen for example, there would be no way to make water, a vital ingredient in beer.",
	"Agnoilogy: The study of what it is impossible to know. Such as who ate all the ice cream.",
	"Water towers exist to control water pressure, not to store water. Curious, yet boring.",
	"Does \"Meow\" mean \"Woof\" in cat?",
	"A day on Venus is longer than a year on Venus. Also, a day in school is longer than a year on vacation.",
	"\"Today I learned\" should be renamed to \"Tomorrow I'll forget\"",
	"A day without sunshine is like, you know, night.",
	"To be called inconsistent, you have to be consistently inconsistent. Making you consistent.",
	"\"If you fall, I will be there.\" -Floor",
	"The first five days after the weekend are the hardest.",
	"You are 750x more likely to be killed by an asteroid than to win the lottery. Plus you don't need a ticket to be hit by an asteroid.",
	"15 apricot kernels contain enough cyanide to kill a child. I have no idea why I'm telling you this. Nevermind.",
	"I need a six month vacation. Twice a year.",
	"If your shirt isn't tucked into your pants, then your pants are tucked into your shirt.",
	"Nothing is actually on fire. Fire is on things.",
	"Recent study shows that the entire city of Venice isn't covered in water because some stupid idiot left the tap running back in 1847.",
	"If you're alone in the room, you're both the prettiest and the ugliest person in the room at the same time.",
	"I can't believe I got fired from the calendar factory. All I did was take a day off.",
	"Before Mount Everest was discovered, the tallest mountain in the world was Mount Everest.",
	"Singing in the shower is all fun and games until you get shampoo in your mouth, then it just becomes a soap opera.",
	"Every water creature is deadly in its natural habitat if viewed from below for too long.",
	"Never trust atoms, they make up everything.",
	"Why does air freshener always make things worse? After using it, the room you are in literally becomes inhabitable.",
	"I used to think I was stupid. Then you came around.",
	"The center of a donut is 100% fat free.",
	"I couldn't work out how to fasten my seatbelt. Then it clicked.",
	"I would lose weight but I hate losing.",
	"When I die, I want to go peacefully like my grandfather did &mdash; in his sleep. Not yelling and screaming like the passengers in his car.",
	"My therapist told me the way to achieve true inner peace is to finish what I start. So far I've finished two bags of M&Ms and a chocolate cake. I feel better already.",
	"Dogs have masters. Cats have staff.",
	"I love deadlines. I like the whooshing sound they make as they fly by.",
	"The best way to lie is to tell the truth. Carefully edited truth.",
	"The only mystery in life is why the kamikaze pilots wore helmets.",
	"If at first you don't succeed... I hope you aren't skydiving.",
	"If you steal from one author, it's plagiarism. If you steal from many, it's research.",
	"Some cause happiness wherever they go. Others, whenever they go.",
	"A diplomat is someone who can tell you to go to hell in such a way that you will look forward to the trip.",
	"Nothing sucks more than that moment during an argument when you realize you're wrong.",
	"Why didn't Noah swat those two mosquitoes?",
	"I read recipes the same way I read science fiction. I get to the end and I think, \"Well, that's not going to happen.\"",
	"The shinbone is a device for finding furniture in a dark room.",
	"Tell a man there are 300 billion stars in the universe and he'll believe you. Tell him a bench has wet paint on it and he'll have to touch it to be sure.",
	"The human brain is a wonderful thing. It starts working the moment you are born, and never stops until you stand up to speak in public.",
	"Life expectancy would grow by leaps and bounds if green vegetables smelled as good as bacon.",
	"At every party, there are two kinds of people: those who want to go home and those who don't. The trouble is, they are usually married to each other.",
	"I have to exercise early in the morning before my brain figures out what I'm doing.",
	"Two things are infinite, the universe and human stupidity, and we are not yet completely sure about the universe.",
	"My favorite machine at the gym is the vending machine.",
	"I always arrive late at the office, but I make up for it by leaving early.",
	"Talk is cheap. Until you hire a lawyer.",
	"The problem with trouble shooting is that trouble shoots back.",
	"A balanced diet is a cookie in each hand.",
	"It was recently discovered that research causes cancer in rats",
	"Flashlight: A case for holding dead batteries.",
	"War doesn't determine who's right, just who's left.",
	"Always remember that you are unique, just like everyone else.",
	"98.23% of all statistics are made up on the spot.",
	"Hard work pays off in the future. Laziness pays off now.",
	"Painting: The art of protecting flat surfaces from the weather and exposing them to the critic.",
	"If you think nothing is impossible, try slamming a revolving door.",
	"I'm on a 20 day diet, so far I've lost 10 days.",
	"Just because I can't sing doesn't mean that I won't sing.",
	"Don't look at me in that tone of voice.",
	"I was wondering why the frisbee was getting bigger. Now my head hurts.",
	"It's only funny until someone gets hurt. Then it's freaking hilarious.",
	"I used to have a handle on life, but it broke.",
	"You can lie to me, you can lie to the court, hell ... you can even lie in front of my car!",
	"The strawberry shampoo doesnt taste as good as it smells.",
	"You can be what you choose to be. But you can never be an elephant.",
	"To write with broken pencils is pointless.",
	"Adults say if you work hard you can be any thing you want but I'm still not a whale yet.",
	"Remember to look both ways before getting hit by a car.",
	"My mother told me I'm smart. My teacher told me I'm smart ... my father told me I'm smart ... but still my pet invisible bee doesn't answer.",
	"The person who invented the door knock won the No-bell prize.",
	"For Sale: Parachute. Only used once, never opened, small stain.",
	"Alcohol doesn't solve any problems, but if you think again, neither does milk.",
	"I've accidentally swallowed some Scrabble tiles. My next crap could spell disaster.",
	"How does Moses make his tea? Hebrews it.",
	"Did you hear about the guy who got hit in the head with a can of soda? He was lucky it was a soft drink.",
	"When William joined the army he disliked the phrase \"fire at will\".",
	"I can hear music coming out of my printer. I think the paper's jammin' again.",
	"I have a few jokes about unemployed people, but it doesn't matter... none of them work.",
	"Want to hear a construction joke? I'm working on it.",
	"I always take a second pair of pants when I go golfing ... in case I get a hole in one.",
	"I couldn't quite remember how to throw a boomerang, but eventually it came back to me.",
	"So I've decided that my wifi will be my valentine. I don't know, we just have this connection.",
	"I was going to tell a Mexican joke, but that's just crossing the border!",
	"A prisoner's favorite punctuation mark is the period. It marks the end of his sentence.",
	"I'm going to stand outside, so if anyone asks ... I'm outstanding.",
	"A book just fell on my head. I've only got my shelf to blame.",
	"Police arrested two kids yesterday, one was drinking battery acid, the other was eating fireworks. They charged one and let the other one off.",
	"No more Harry Potter jokes guys, I'm Sirius.",
	"Why can't a bike stand on it's own? Because it is two tired.",
	"I used to be addicted to soap, but I'm clean now.",
	"Stop with the blind jokes ... I dont see their point.",
	"What do you do with a sick chemist? If you can't helium, and you can't curium, you might as well barium.",
	"I'm reading a book about anti-gravity. It's impossible to put down.",
	"I was going to tell a midget joke, but it's too short.",
	"Jokes about German sausage are the wurst.",
	"How do you organize a space party? You planet.",
	"I'm glad I know sign language, it's pretty handy.",
	"They should make a Minecraft movie, it would be a blockbuster.",
	"There was an explosion at a pie factory, 3.14 people died.",
	"A man drove his expensive car into a tree and found out how a Mercedes bends.",
	"I didn't like my beard at first but then it grew on me.",
	"Did you hear about the guy whose whole left side was cut off? He's all right now.",
	"I used to be a banker but I lost interest.",
	"My friend's bakery burned down last night. Now his business is toast."
]
